{
  "home": "Home",
  "curriculum": "Curriculum",
  "about": "About",
  "howto": "How To",
  "register": "Free Class",
  "page2": "Page 2",
  "our_tours": "Our Tours",
  "home_hero_heading": "Learn English through football with native, experienced teachers.",
  "home_hero_sub_heading": "The online English academy that connects interest with learning to enhance results",
  "form_heading": "Get a Free Trial Class",
  "subscriber_name": "Your name",
  "subscriber_email": "Email",
  "subscriber_wechat": "Your WeChat",
  "home_promo_heading": "We are an online English academy, inspiring and motivating English language learners every day through a context that unites millions!",
  "Why choose us": "Why choose us",
  "Professionally developed system": "Professionally developed system",
  "why_text_1": "A selective team of experienced teachers and qualified football coaches have developed the course content",
  "We focus on teaching students from aged 10 and above": "We focus on teaching students from aged 10 and above",
  "about_heading": "We are a European Sports Academy with football, growth and experience at the heart of everything we do",
  "about_sp_academi": "About SP Sports Academy",
  "about_Sp_academi_body": "We are a European Sports Academy with football, growth, and experience at the heart of everything we do. We offer our students, players, and coaches a springboard toward their future goals through a combination of services:",
  "about_football_dev_tours": "Football Development Tours",
  "about_inspired_football": "English Inspired by Football",
  "about_coach": "Coach & Play the Spanish Way",
  "about_sp_service": "All our services endeavour to inspire young people to develop themselves and their abilities on and off the pitch.",
  "one_liner_about": "We are an online English academy, inspiring and motivating English language learners every day through a context that unites millions!",
  "about_our_services": "Our Services",
  "services_title": "At SP Sports Academy we provide the following three services",
  "about_inspired_card_txt": "An innovative and proven way to increase enjoyment in the classroom, accelerate results and inspire young people. Learn English with native teachers online through the subject of football and never lose interest on your road to fluency.",
  "about_european_tours": "European Tours",
  "about_european_tours_card_txt": "Tailor-made football tours in England, Spain, and Italy. Experience the heart of football in the home of football. Visit stadiums, play against local teams, watch league matches, speak English and experience an unforgettable trip.",
  "about_coach_play_card_txt": "Learn how to coach and play football through the Spanish methodology. Our programs support amateur, semi-professional, and professional clubs to adopt the unrivaled Spanish methodology to improve their performance.",
  "how_to_start_learn": "How to start learning with us",
  "how_to_step_txt": "Step-by-step",
  "how_to_step_sub_txt": "Embark on your road to fluency today with these 4 simple steps",
  "how_to_register": "Register",
  "how_to_register_txt": "Register for a free trial class with one of our experienced,native teachers. Register for a free trial class with one of our experienced, native teachers.",
  "how_to_we_cnt": "We contact you",
  "how_to_we_cnt_txt": "Your dedicated course advisor will promptly contact you directly via WeChat to request more information and organise the time of the trial class",
  "how_to_download_classin": "Download Classin",
  "how_to_download_classin_txt": "Download the free Classin application to your preferred device (we recommend a laptop or computer because of the level of interactivity in our classes)",
  "how_to_allocate": "We allocate the teams",
  "how_to_allocate_txt": " After the trial class, our team of experienced teachers will allocate the perfect group based on the student’s level and age",
  "how_to_classin_head": "Classin brings your classes to life wherever you are in the world",
  "how_to_classin_txt": " We use the online classroom application Classin to deliver our classes. Classin is an all-inclusive application that allows students to connect with teachers all around the world. When you create a Classin student account, our team will add your account to join the online SP school account. From there, you will have access to a calendar showing all approaching classes and the pre- and post- classroom activities to complete.",
  "how_to_btn": "Request Demo Class",
  "how_to_appr_head": "Our Approach",
  "how_to_20_minutes_head": "20 minutes after",
  "how_to_20_minutes_txt": " After the class, complete the 15-minute post-class activities in the class folder of your personal Classin account",
  "how_to_25_minutes_cnted": "25 minutes connected",
  "how_to_25_minutes_cnted_txt": "Enjoy the 25-minute interactive class with a highly qualified teacher. The teacher will lead the class to help you improve your level!",
  "how_to_15_be": "15 minutes before",
  "how_to_15_bef_txt": " 15 minutes before the class – review the week’s vocabulary and grammar point examples in the class folder of your personal Classin account",
  "curr_hero_head": " We connect interest with learning and teach English through football",
  "curr_tec_phi": "Our Teaching Philosophy",
  "curr_ins": "Inspire",
  "curr_eng": "Engage",
  "curr_ach": "Achieve",
  "curr_ins_head": "English inspired by football",
  "curr_ins_txt": "Our students learn how to communicate in English confidently and correctly through the context of football. Linking interest with learning is the key to our philosophy. We create incomparable engagement and level of focus in our online classrooms because our students are truly interested in the subject of discussion. We teach grammar structures and vocabulary that can be used in a wide variety of situations and environments, not only the world of football. Learning with us is about inspiring, engaging and achieving.",
  "curr_btn_txt": "Request Demo Class",
  "curr_one_howto": "Our mission is to be the change in the world of English teaching that links interest with learning to enhance enjoyment and achieve results",
  "curr_course_head": "Course Options",
  "curr_one_how_to_2": " We have seen proven results that linking interest with learning accelerates the learning speed and increases student enjoyment",
  "why_text_2_title": " Engagement in the online classroom",
  "why_text_2_body": "The context of football in an engaging and motivating environment encourages our students to achieve faster results",
  "why_text_3": "Effective methods",
  "why_text_3_body": " Our method focuses on our student’s ability and confidence with spoken English, we apply a system of repetition and interactive, visual activities",
  "why_text_4": "Selective team of teachers",
  "why_text_4_body": " We have a talented team of native, qualified teachers who create energy and fun in the online classroom",
  "why_text_5": "Personalised service",
  "why_text_5_body": " Our selective team are here to personally respond and look after you throughout the process",
  "hm_100_sub": "Native English Teachers",
  "hm_5year": " 5 years",
  "hm_5year_sub": "Teaching English through football",
  "hm_uefa_sub": "Licenced coach and course developer",
  "hm_150_sub": " Years of conversations about football",
  "home_one_liner_bottom": " English and football together are the two complementary keys that spark conversations between strangers, create communities and unite nationalities",
  "our_team_txt": "All our teachers are selected based on their qualifications, level of experience and interest in football.",
  "teacher_joely": "Teacher Joely",
  "teacher_joely_txt": " Hello, I’m Joely! After teaching English for 5 years, I am such an advocate for this kind of approach. Teaching a language in a targeted way through the context of the student’s existing, genuine interest is genius. I have seen students progress far quicker and I believe it is because of their level of enjoyment, engagement, and interest.",
  "teacher_carlos": "Teacher Carlos",
  "teacher_carlos_txt": " Hello, my name is Carlos. I am a UEFA licenced football coach and English teacher. I have been teaching English inspired by Football for more than 5 years to staff within professional football clubs to children at local football clubs. I would only recommend this approach if your goal were to achieve results and see improvement in your English, apply it to something you love, and the motivation is always there.",
  "teacher_ben": "Teacher Ben",
  "teacher_ben_txt": " Hi! I am Ben and I have been teaching English inspired by Football online for over a year, I am as passionate about football as my students. The environment in the online classroom is always high energy, fun and joyful. Students stay focused and are so interested in the activities they hardly notice they are learning grammar!",
  "req_free_trail": "Request Free Trial",
  "reg_your_interest": " Register your interest for a free class with us!",
  "our_team": "Our Team",
  "opt_1": "Option 1",
  "opt_2classes": "2 classes a week",
  "opt_25minute": "25-minute class",
  "opt_11week": "11-week course",
  "opt_2": "Option 2",
  "opt_3classes": "3 classes a week",
  "select_level": "Select Your Level",
  "preli": "Preliminary",
  "preint": "Preintermediate",
  "inter": "Intermediate",
  "prea": " Preadvanced",
  "advan": "Advanced",
  "p1_text": "Gain a good command of the verb to be in the present tenseRepeatedly ask questions using a variety of question words Learn the correct use of various prepositions Practice describing objects and their location Be able to identify countable and uncountable nouns Gain a foundational knowledge of the affirmative, interrogative, and negative in the present simple In levels 4, 5 and 6 new verbs and the use of auxiliary verbs are introduced, along with the present continuous, the imperative and the introduction of expressing opinions, likes and dislikes.",
  "tour_coach": "Tours and Coach & Play",
  "other_serv": "Other services",
  "tour": "Tours",
  "tour_text": "Semper Paratus Sports Academy can help you arrange your cultural or sporting trip, including hotel bookings, coach transfers, fixture arrangements against local clubs, bilingual on-site assistance, museum and restaurant reservations plus match tickets for Premier League, La Liga, Serie A and other major European leagues. We have many years of experience working with major sports tour agents in the UK, Europe and the rest of the world, making all the arrangements for all kinds of different tours, for a wide variety of budgets and activities.",
  "coach_play": "Coach + Play",
  "coach_play_text": " Coach and Play the Spanish Way is a service that provides Spanish football methodology coaching, guidance and support for football clubs all over the world from amateur to professional. We provide the professionals and the steps to adopt the Spanish methodology at your club. Players and coaches are given the opportunity to push their skills in a fun and dynamic way to better their performance on the pitch and their results in the league.",
  "one_line_tours_text": " Our mission is to be the change in the world of English teaching that links interest with learning to enhance enjoyment and achieve results",
  "our_tour_text": "Our Tours",
  "uk": "UK",
  "uk_text": "Stadium tours which provide you with a behind the scenes look at some of the top clubs in Europe. Visit dressing rooms and sit in the seats of your favourite players, take a look at their trophy rooms and enjoy being part of football history.",
  "spain": "SPAIN",
  "spain_text": " Come with us to the Nou Camp, Santiago Bernabéu or Mestalla to watch FC Barcelona, Real Madrid CF or Valencia CF play. Stay inone of the best hotels in the capital of Spain, downtown Barcelonaor Valencia, enjoy top-level coaching and games plus first-classfootball facilities.",
  "italy": "Italy",
  "italy_text": " We arrange tours for visiting clubs and schools including friendly matches against local teams or participation in local competitions, complementing the tours with any additional tourist and cultural activities that the group may require.",
  "coach_and_play": "Coach & Play",
  "coach_and_play_text": " Are you looking to take your team to the next level, increase your team’s performance and move up the league table? Receive our methodology coaching and learn how to coach and play the Spanish way. These programs are completely personalised based on your budget, size and location. To receive more information about our coaching send us an email and we will contact you with some questions!",
  "our-curriculum_p1": "Gain a good command of the verb to be in the present tenseRepeatedly ask questions using a variety of question words Learn the correct use of various prepositions Practice describing objects and their location Be able to identify countable and uncountable nouns Gain a foundational knowledge of the affirmative, interrogative, and negative in the present simple In levels 4, 5 and 6 new verbs and the use of auxiliary verbs are introduced, along with the present continuous, the imperative and the introduction of expressing opinions, likes and dislikes.",
  "our-curriculum_p2": "Add to their foundational knowledge of the verb to be and the present simple Improve their ability to use the present simple and the necessary auxiliary verbs with 100+ new verbs Continue to ask a variety of questions with various question words Be introduced to the future tense and the past simple, this will include a lot of practice and repetition Gain knowledge of many different grammatical forms including comparatives, the first conditional, uncountable, and countable nouns, direct and indirect objects and many more Learn much more specific and technical football vocabulary.",
  "our-curriculum_p3": "Have a good command of the present, past and future tenses Continue to improve their verbal agilityLearn a variety of new grammatical structures such as, the superlative, to take time, still-yet-already-anymore, to be able to, the accusative and many more Be introduced to the present perfect tense Start to regularly practice making suggestions and sharing opinions using modal verbs (must, should, have to) Start to build a knowledge of multiple phrasal verbs Gain an extensive knowledge of football vocabulary.",
  "our-curriculum_p4": "Learn various conjunction words such as although, however, and despite Improve their technical football vocabulary Add to their inventory of adjectives Gain knowledge of native football expressions Learn suggestive language in order to confidently express opinions, make suggestions and use logical conclusions Continue to practice previous grammatical forms Be introduced to the second and third conditional Be able to differentiate between the verbs to remind/remember and to be used to/used to (past form) Practice using expressions such as “I would rather...” and “It’s worth it” Finish the course with the ability to express hopes, wishes and desires.",
  "our-curriculum_p5": "Continue to practice and perfect their agility with higher level grammar Learn a selection of new phrasal verbs during each 11-week course Learn how to challenge the opinions of others and justify their own Express themselves naturally using logical conclusions and suggestive language Practice real-word interview scenarios, answering difficult questions and giving respectful answers Practice debating and negotiationUnderstand jokes Use expressions Make presentations Practice job interviews and self-praise Improve comprehension of different accents ."
}
